tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "bottom"
brew "direnv"
brew "fzf"
brew "git"
brew "neovim"
brew "nvm"
brew "terminal-notifier"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "cursor"
cask "discord"
cask "firefox@nightly"
cask "font-meslo-lg-nerd-font"
cask "hiddenbar"
cask "logi-options+"
cask "microsoft-edge"
cask "monitorcontrol"
cask "raycast"
cask "spotify"
cask "stats"
cask "ubiquiti-unifi-controller"
cask "wezterm"
cask "zed"
